Repository: HattoriHanzo3000/Hero-Einbuergerungstest-2026
Catalog: Leben in Deutschland/Localizable.xcstrings
Source language: de
Languages: en, ru, tr

# learning_load_questions_failed
source: Fragen für %@ konnten nicht geladen werden.
en: Could not load questions for %@
ru: Не удалось загрузить вопросы для %@
tr: %@ için sorular yüklenemedi.

# legal_title
source: Rechtliches
en: Legal
ru: Правовое
tr: Yasal

# LET'S GO
source: LOS GEHT'S!
en: LET'S GO!
ru: ПОЕХАЛИ!
tr: HADİ BAŞLAYALIM!

# limit_favorites_message
source: Du hast das Limit von 5 kostenlosen Favoriten erreicht. Erwäge ein Pro-Abo, um ohne Limits zu lernen.
en: You've reached the limit of 5 free favorites. Consider upgrading to Pro to study without limits.
ru: Ты достиг лимита в 5 бесплатных избранных. Оформи Pro, чтобы учиться без ограничений.
tr: 5 ücretsiz favori limitine ulaştın. Limitsiz çalışmak için Pro'ya geçmeyi düşün.

# limit_favorites_title
source: Limit erreicht
en: Limit Reached
ru: Лимит достигнут
tr: Limit Aşıldı

# limit_smart_learning_message
source: Du hast das Limit von 30 kostenlosen Smart-Learning-Fragen erreicht. Erwäge ein Pro-Abo, um ohne Limits zu lernen.
en: You've reached the limit of 30 free Smart Learning questions. Consider upgrading to Pro to study without limits.
ru: Ты достиг лимита в 30 бесплатных вопросов интервального повторения. Оформи Pro, чтобы учиться без ограничений.
tr: 30 ücretsiz Smart Learning sorusu limitine ulaştın. Limitsiz çalışmak için Pro'ya geçmeyi düşün.

# limit_smart_learning_title
source: Limit erreicht
en: Limit Reached
ru: Лимит достигнут
tr: Limit Aşıldı

# limit_test_simulation_message
source: Du hast das Limit von 3 kostenlosen Test-Simulationen erreicht. Erwäge ein Pro-Abo, um ohne Limits zu lernen.
en: You've reached the limit of 3 free test simulations. Consider upgrading to Pro to study without limits.
ru: Ты достиг лимита в 3 бесплатные тестовые симуляции. Оформи Pro, чтобы учиться без ограничений.
tr: 3 ücretsiz test simülasyonu limitine ulaştın. Limitsiz çalışmak için Pro'ya geçmeyi düşün.

# limit_test_simulation_title
source: Limit erreicht
en: Limit Reached
ru: Лимит достигнут
tr: Limit Aşıldı

# limit_topic_pro_message
source: Dieses Thema gehört zum Pro-Bereich. Erwäge ein Pro-Abo, um ohne Limits zu lernen.
en: This topic is part of the pro area. Consider upgrading to Pro to study without limits.
ru: Эта тема входит в Pro-раздел. Оформи Pro, чтобы учиться без ограничений.
tr: Bu konu pro alanındadır. Limitsiz çalışmak için Pro'ya geçmeyi düşün.

# limit_topic_pro_title
source: Pro-Bereich
en: Pro Area
ru: Pro-раздел
tr: Pro Alan

# LOADING
source: Lädt...
en: Loading...
ru: Загрузка...
tr: YÜKLENİYOR...

# Loading questions...
source: Lade Fragen...
en: Loading questions...
ru: Загрузка вопросов...
tr: Sorular yükleniyor...

# mail_device_info_body
source: Bitte lösche die Geräteinformationen unten nicht, da sie uns helfen, dich besser zu unterstützen. --- Geräteinformationen --- App-Version: %@ (%@) Gerät: %@ iOS-Version: %@ %@ --- Bitte beschreibe dein Problem oder deine Anfrage unten ---
en: Please do not delete the device information below as it helps us provide better support. --- Device Information --- App Version: %@ (%@) Device: %@ iOS Version: %@ %@ --- Please describe your problem or inquiry below ---
ru: Пожалуйста, не удаляй информацию об устройстве ниже — она помогает нам лучше тебя поддержать. --- Информация об устройстве --- Версия приложения: %@ (%@) Устройство: %@ Версия iOS: %@ %@ --- Опиши свою проблему или вопрос ниже ---
tr: Sana daha iyi destek olabilmemiz için lütfen aşağıdaki cihaz bilgilerini silme. --- Cihaz Bilgileri --- Uygulama Sürümü: %@ (%@) Cihaz: %@ iOS Sürümü: %@ %@ --- Lütfen sorununu veya talebini aşağıda açıkla ---

# mail_unavailable_message
source: Kein E-Mail-Konto eingerichtet. Du kannst die Support-E-Mail kopieren und in deine bevorzugte E-Mail-App einfügen.
en: No mail account is configured. You can copy the support email and paste it into your preferred mail app.
ru: Почтовый аккаунт не настроен. Можешь скопировать email поддержки и вставить его в приложение почты.
tr: Kurulu bir e-posta hesabı yok. Destek e-posta adresini kopyalayıp tercih ettiğin e-posta uygulamasına yapıştırabilirsin.

# mail_unavailable_title
source: E-Mail nicht verfügbar
en: Mail Unavailable
ru: Почта недоступна
tr: E-posta kullanılamıyor

# main_header_state_accessibility_hint
source: Aktuelles Bundesland. Du kannst es in den Einstellungen ändern.
en: Current federal state. Change it in Settings.
ru: Текущая земля. Ты можешь изменить её в настройках.
tr: Mevcut eyalet. Ayarlardan değiştirebilirsin.

# main_header_state_accessibility_label
source: Bundesland
en: Federal state
ru: Федеральная земля
tr: Eyalet

# main_header_state_slogan_accessibility_label
source: Bundesland-Slogan
en: State slogan
ru: Слоган земли
tr: Eyalet Sloganı

# main_header_test_date_accessibility_label
source: Tage bis zur Prüfung
en: Days until test
ru: Дней до экзамена
tr: Sınava kalan gün

# main_tab_bar_accessibility_label
source: Hauptnavigation
en: Primary navigation
ru: Основная навигация
tr: Ana Navigasyon

source: Mecklenburg-Vorpommern
en: Mecklenburg-Western Pomerania
ru: Мекленбург-Передняя Померания

# minimum_requirement
source: Zum Bestehen nötig
en: Minimum to pass
ru: Минимум для зачёта
tr: Geçmek için gereken

# NEXT
source: WEITER
en: NEXT
ru: ДАЛЕЕ
tr: İLERİ

# next_button
source: WEITER
en: NEXT
ru: ДАЛЕЕ
tr: İLERİ

source: Niedersachsen
en: Lower Saxony
ru: Нижняя Саксония

# no_hint_available
source: Für diese Frage ist noch kein Hinweis verfügbar.
en: No hint is available for this question yet.
ru: Для этого вопроса пока нет подсказки.
tr: Bu soru için henüz bir ipucu bulunmuyor.

# no_problem_later
source: Kein Problem! Du kannst das Datum später hinzufügen oder ändern.
en: No problem! You can add or change the date later.
ru: Не проблема! Ты можешь добавить или изменить дату позже.
tr: Sorun değil! Tarihi daha sonra ekleyebilir veya değiştirebilirsin.

# no_search_results
source: Keine Ergebnisse gefunden
en: No results found
ru: Ничего не найдено
tr: Sonuç bulunamadı

source: Nordrhein-Westfalen
en: North Rhine-Westphalia
ru: Северный Рейн-Вестфалия

# of
source: von
en: of
ru: из
tr: üzerinden

# onboarding_date_prompt
source: Wann ist dein Test? Wähle das Datum und wir zählen gemeinsam die Tage.
en: When's your test? Set the date and we'll count down together.
ru: Когда твой экзамен? Выбери дату и мы будем вести обратный отсчёт вместе.
tr: Sınavın ne zaman? Tarihi seç, günleri birlikte sayalım.

# paywall_best_value
source: Bester Preis
en: Best value
ru: Выгодно
tr: En İyi Fiyat

# paywall_close
source: Schließen
en: Close
ru: Закрыть
tr: Kapat

# paywall_close_hint
source: Schließt die Bezahlseite
en: Dismisses the paywall
ru: Закрывает экран подписки
tr: Ödeme sayfasını kapatır

# paywall_onboarding_maybe_later
source: Vielleicht später
en: Maybe later
ru: Может, позже
tr: Belki daha sonra

# paywall_onboarding_title
source: Probier Hero Pro kostenlos
en: Try Hero Pro for free
ru: Попробуй Hero Pro бесплатно
tr: Hero Pro'yu ücretsiz dene

# paywall_plan_pitch
source: Ein Ziel. Drei Pläne. Wähl, was zu dir passt.
en: One goal. Three plans. Choose what works for you.
ru: Одна цель. Три плана. Выбери то, что подходит тебе.
tr: Tek hedef. Üç plan. Sana uygun olanı seç.

# paywall_privacy
source: Datenschutz
en: Privacy Policy
ru: Политика конфиденциальности
tr: Gizlilik

# paywall_privacy_hint
source: Öffnet die Datenschutzerklärung
en: Opens Privacy Policy
ru: Открыть политику конфиденциальности
tr: Gizlilik Politikasını açar

# paywall_redeem
source: Einlösen
en: Redeem
ru: Активировать
tr: Kullan

# paywall_redeem_hint
source: App-Store-Gutscheincode eingeben
en: Enter an App Store promo or gift card code
ru: Введите промокод или код подарочной карты App Store
tr: App Store hediye kodunu gir

# paywall_restore
source: Käufe wiederherstellen
en: Restore Purchases
ru: Восстановить покупки
tr: Satın almaları geri yükle

# paywall_restore_hint
source: Bereits gekaufte Abos wiederherstellen
en: Restore previous subscription
ru: Восстановить предыдущую подписку
tr: Önceden satın alınan abonelikleri geri yükler

# paywall_restore_no_subscription
source: Kein aktives Abonnement gefunden.
en: No active subscription found.
ru: Активная подписка не найдена.
tr: Aktif bir abonelik bulunamadı.

# paywall_restore_success
source: Abonnement wiederhergestellt.
en: Subscription restored.
ru: Подписка восстановлена.
tr: Abonelik geri yüklendi.

# paywall_slash_week
source: /Wo
en: /wk
ru: /нед
tr: /Hf

# paywall_slash_year
source: /Jahr
en: /yr
ru: /год
tr: /Yıl

# paywall_subtitle
source: Spaced Repetition, Lernen nach Themen, Favoriten, unbegrenzte Tests und detaillierter Fortschritt — alles, was du zum Bestehen brauchst.
en: Spaced repetition, learn by topics, favorites, unlimited test simulations, and detailed progress — everything you need to pass.
ru: Интервальное повторение, обучение по темам, избранное, неограниченные симуляции теста и детальный прогресс — всё для успешной сдачи.
tr: Aralıklı Tekrar, Konulara Göre Öğrenme, Favoriler, sınırsız testler ve detaylı ilerleme — başarmak için ihtiyacın olan her şey.

# paywall_subtitle_3_months_format
source: Nur %@ pro Monat
en: Only %@ per month
ru: Только %@ в месяц
tr: Ayda sadece %@

# paywall_subtitle_lifetime
source: Einmal zahlen, für immer nutzen
en: Pay once, own forever
ru: Оплати один раз — пользуйся всегда
tr: Bir kere öde, ömür boyu kullan

# paywall_subtitle_lifetime_no_fees
source: Keine versteckten Gebühren. Keine automatischen Verlängerungen.
en: No hidden fees. No recurring charges.
ru: Без скрытых комиссий. Без автопродлений.
tr: Gizli ücret yok. Otomatik yenileme yok.

# paywall_subtitle_monthly
source: Flexibel, jederzeit kündbar
en: Flexible, cancel anytime
ru: Гибко, отмена в любой момент
tr: Esnek, istediğin zaman iptal et

# paywall_terms
source: Nutzungsbedingungen
en: Terms of Use
ru: Условия использования
tr: Kullanım Koşulları

# paywall_terms_boilerplate
source: Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Du kannst dein Abo in den App Store-Kontoeinstellungen verwalten. Mit dem Fortfahren stimmst du unseren Nutzungsbedingungen und der Datenschutzerklärung zu.
en: Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage your subscription and turn off auto-renewal in your App Store Account Settings. By continuing, you agree to our Terms of Use and Privacy Policy.
ru: Подписка продлевается автоматически, если она не была отменена как минимум за 24 часа до окончания текущего периода. Управлять подпиской можно в настройках учетной записи App Store. Продолжая, вы соглашаетесь с Условиями использования и Политикой конфиденциальности.
tr: Mevcut dönemin bitimine en az 24 saat kala iptal edilmediği sürece abonelik otomatik olarak yenilenir. Aboneliğini App Store hesap ayarlarından yönetebilirsin. Devam ederek Kullanım Koşullarımızı ve Gizlilik Politikamızı kabul etmiş olursun.

# paywall_terms_hint
source: Öffnet die Nutzungsbedingungen
en: Opens Terms of Use
ru: Открыть условия использования
tr: Kullanım Koşullarını açar

# paywall_title
source: Unlocke deine Zukunft in Deutschland mit Hero Pro
en: Unlock your future in Germany with Hero Pro
ru: Открой своё будущее в Германии с Hero Pro
tr: Hero Pro ile Almanya'daki geleceğinin kilidini aç

# paywall_trial_line
source: Starte mit 3 Tagen kostenloser Testversion. Jederzeit kündbar.
en: Start with a 3-day free trial. Cancel anytime.
ru: Начни с 3 дней бесплатного пробного периода. Отмени в любой момент.
tr: 3 günlük ücretsiz deneme ile başla. İstediğin zaman iptal et.

# paywall_trial_shield
source: Mehr sparen. 3 Tage kostenlos
en: Save more. 3 days free trial
ru: Экономь больше. 3 дня бесплатно
tr: Daha fazla tasarruf. 3 gün ücretsiz

# paywall_year_savings
source: %@ Ersparnis gegenüber Monat
en: Save %@ vs monthly
ru: Экономия %@ по сравнению с помесячной
tr: Aylığa göre %@ tasarruf

# perfect_days_remaining
source: Wir haben noch %lld Tage. Ich bin bei dir!
en: We've got %lld days left. I'm with you!
ru: До теста %lld дней. Я с тобой!
tr: Önümüzde %lld gün var. Seninleyim!

# perfect_test_today
source: Der Test ist heute. Ich bin bei dir!
en: The test is today. I'm with you!
ru: Тест сегодня. Я с тобой!
tr: Sınav bugün. Seninleyim!

# privacy_policy
source: Datenschutzerklärung
en: Privacy Policy
ru: Политика конфиденциальности
tr: Gizlilik Politikası

# pro_accessibility_hint
source: Öffnet Pro-Funktionen und Abonnementoptionen
en: Opens Pro features and subscription options
ru: Открывает функции Pro и варианты подписки
tr: Pro özellikleri ve abonelik seçeneklerini açar

# pro_continue
source: Weiter
en: Continue
ru: Продолжить
tr: Devam

# pro_per_month
source: pro Monat
en: per month
ru: в месяц
tr: aylık

# pro_per_year
source: pro Jahr
en: per year
ru: в год
tr: yıllık

# pro_plan_lifetime
source: Lebenslang
en: Lifetime
ru: Навсегда
tr: Ömür Boyu

# pro_plan_monthly
source: Monatlich
en: Monthly
ru: Ежемесячно
tr: Aylık

# pro_plan_six_month
source: 6 Monate
en: 6 month
ru: 6 месяцев
tr: 6 Aylık

# pro_plan_three_month
source: 3 Monate
en: 3 Months
ru: 3 месяца
tr: 3 Aylık

# pro_plan_two_month
source: 2 Monate
en: 2 month
ru: 2 месяца
tr: 2 Aylık

# pro_plan_weekly
source: Wöchentlich
en: Weekly
ru: Еженедельно
tr: Haftalık

# pro_plan_yearly
source: Jährlich
en: Yearly
ru: Ежегодно
tr: Yıllık

# progress_readiness_explanation
source: Das ist deine Bereitschaftsbewertung. Je höher der Prozentsatz, desto näher bist du an der Prüfungsbereitschaft; %@ heißt volle Bereitschaft. Das erreichst du, wenn du jede der %d Fragen viermal richtig beantwortest. Die vier Farben zeigen, wie viele Fragen du pro Stufe hast: einmal (Bekannt), zweimal (Gefestigt), dreimal (Beherrscht) oder viermal bzw. öfter (Experte).
en: This is your readiness score. The higher the percentage, the closer you are to being ready for the exam; %@ means full readiness. You can reach that by answering each of the %d questions correctly four times. The four colors show how many questions you've got at each level: once (Familiar), twice (Reinforced), three times (Mastered), or four and more (Expert).
ru: Это твоя оценка готовности. Чем выше процент, тем ближе ты к готовности к экзамену; %@ означают полную готовность. Такого результата можно достичь, если ответить правильно на каждый из %d вопросов четыре раза. Четыре цвета показывают количество по уровням: один раз правильно (Знакомо), два (Закреплено), три (Усвоено), четыре и больше (Эксперт).
tr: Bu senin sınava hazır olma puanın. Yüzde ne kadar yüksekse, sınava o kadar hazırsın demektir; %@ tam hazır olduğunu gösterir. Buna, %d sorunun her birini dört kez doğru cevapladığında ulaşırsın. Dört renk, her seviyede kaç sorunun olduğunu gösterir: bir kez (Tanıdık), iki kez (Pekiştirilmiş), üç kez (Kavranmış) veya dört kez ve üzeri (Uzman).

# progress_readiness_explanation_full
source: Das ist deine Bereitschaftsbewertung. Je höher der Prozentsatz, desto näher bist du an der Prüfungsbereitschaft; %@ heißt volle Bereitschaft. Das erreichst du, wenn du jede der %d Fragen viermal richtig beantwortest. Jede Farbe steht für eine Stufe: Bekannt - einmal richtig beantwortet, Gefestigt - zweimal richtig beantwortet, Beherrscht - dreimal richtig beantwortet, Experte - viermal oder öfter richtig beantwortet. Nur Fragen aus %@ und %@ zählen für diesen Stand.
en: This is your readiness score. The higher the percentage, the closer you are to being ready for the exam; %@ means full readiness. You can reach that by answering each of the %d questions correctly four times. Each color shows a different stage: Familiar - answered correctly once, Reinforced - answered correctly twice, Mastered - answered correctly three times, Expert - answered correctly four times or more. Only questions from %@ and %@ count toward this score.
ru: Это твоя оценка готовности. Чем выше процент, тем ближе ты к готовности к экзамену; %@ означают полную готовность. Такого результата можно достичь, если ответить правильно на каждый из %d вопросов четыре раза. Каждый цвет — свой уровень: Знакомо - ответил правильно один раз, Закреплено - ответил правильно два раза, Усвоено - ответил правильно три раза, Эксперт - ответил правильно четыре раза и больше. Только вопросы из %@ и %@ учитываются в этом показателе.
tr: Bu senin sınava hazır olma puanın. Yüzde ne kadar yüksekse, sınava o kadar hazırsın demektir; %@ tam hazır olduğunu gösterir. Buna, %d sorunun her birini dört kez doğru cevapladığında ulaşırsın. Her renk bir seviyeyi temsil eder: Tanıdık - bir kez doğru cevaplandı, Pekiştirilmiş - iki kez doğru cevaplandı, Kavranmış - üç kez doğru cevaplandı, Uzman - dört veya daha fazla kez doğru cevaplandı. Sadece %@ ve %@ kategorilerindeki sorular bu duruma etki eder.

# progress_readiness_info_accessibility_hint
source: Doppelt tippen, um die Berechnung anzuzeigen
en: Double tap to show how readiness is calculated
ru: Двойное нажатие — показать объяснение
tr: Hesaplamayı görmek için çift dokun

# progress_readiness_info_accessibility_label
source: Erklärung zur Bereitschaft
en: Readiness explanation
ru: Как считается готовность
tr: Hazır olma durumu açıklaması

# question_id
source: Fragen-ID
en: Question ID
ru: ID вопроса
tr: Soru ID

# question_info
source: Frageninformationen
en: Question Information
ru: Информация о вопросе
tr: Soru Bilgileri

# question_label
source: Aufgabe
en: Question
ru: Вопрос
tr: Soru

# questions_correct
source: Fragen richtig
en: questions correct
ru: вопросов правильно
tr: Soru doğru

# quit_test
source: Test beenden
en: Quit Test
ru: Выйти из теста
tr: Testi Bitir

# quit_test_message
source: Möchtest du den Test wirklich beenden? Alle Fortschritte gehen verloren.
en: Do you really want to quit the test? All progress will be lost.
ru: Ты действительно хочешь выйти из теста? Весь прогресс будет потерян.
tr: Testi gerçekten bitirmek istiyor musun? Tüm ilerleme kaybolacak.

# quit_test_title
source: Test beenden?
en: Quit Test?
ru: Выйти из теста?
tr: Testten çıkılsın mı?

source: Recht und Verfassung
en: Law and Constitution
ru: Право и Конституция
tr: Law and Constitution

# report_question
source: Frage melden
en: Report Question
ru: Сообщить о вопросе
tr: Soruyu bildir

source: Rheinland-Pfalz
en: Rhineland-Palatinate
ru: Рейнланд-Пфальц

source: Sachsen
en: Saxony
ru: Саксония

source: Sachsen-Anhalt
en: Saxony-Anhalt
ru: Саксония-Анхальт

# SAVE_DATE
source: DATUM SPEICHERN
en: SAVE DATE
ru: СОХРАНИТЬ ДАТУ
tr: TARİHİ KAYDET

# screenshot_languages_headline
source: Deine Sprache Dein Tempo
en: Your language Your pace
ru: Твой язык Твой темп
tr: Kendi dilin Kendi hızın

# screenshot_languages_subtitle
source: Oberfläche und alle 310 Fragen mit Antworten - vollständig auf deiner Sprache.
en: Interface and all 310 questions with answers - fully in your language.
ru: Интерфейс и все 310 вопросов с ответами - полностью на твоём языке.
tr: Arayüz ve 310 soru cevaplarıyla - tamamen senin dilinde.

# search
source: Suche
en: Search
ru: Поиск
tr: Arama

# search_results_count
source: %lld Ergebnisse
en: %lld results
ru: %lld результатов
tr: %lld sonuç

# SELECT_DATE
source: Datum auswählen
en: Select date
ru: Выбрать дату
tr: Tarih seç

# settings_about_button
source: Über
en: About
ru: О приложении
tr: Hakkında

# settings_about_description
source: Hero – Einbürgerungstest hilft dir bei der Vorbereitung auf den Einbürgerungstest mit 310 offiziellen Fragen, Spaced-Repetition-Lernen und vollständiger Testsimulation. Wähle dein Bundesland, übe in deinem eigenen Tempo und fühle dich am Prüfungstag sicher.
en: Hero – Einbürgerungstest helps you prepare for the citizenship test with 310 official questions, spaced repetition learning, and a full test simulation. Choose your federal state, practice at your own pace, and feel confident on exam day.
ru: Hero – Einbürgerungstest помогает подготовиться к тесту на гражданство: 310 официальных вопросов, интервальное повторение и полная симуляция экзамена. Выбери федеральную землю, занимайся в своём темпе и чувствуй себя уверенно в день экзамена.
tr: Hero – Vatandaşlık Testi, 310 resmi soru, Aralıklı Tekrar öğrenimi ve tam test simülasyonu ile vatandaşlık sınavına hazırlanmana yardımcı olur. Eyaletini seç, kendi hızında çalış ve sınav günü kendini güvende hisset.

# settings_about_learning_options_title
source: Lernoptionen
en: Learning Options
ru: Варианты обучения
tr: Öğrenme Seçenekleri

# settings_about_mascot_accessibility
source: Hero-Maskottchen
en: Hero mascot
ru: Талисман Hero
tr: Hero Maskotu

# settings_app_language
source: App-Sprache
en: App Language
ru: Язык приложения
tr: Uygulama Dili

# settings_app_language_change_title
source: App-Sprache ändern?
en: Change app language?
ru: Изменить язык приложения?
tr: Uygulama dili değiştirilsin mi?

# settings_appearance_dark
source: Dunkel
en: Dark
ru: Темная
tr: Koyu

# settings_appearance_light
source: Hell
en: Light
ru: Светлая
tr: Açık

# settings_appearance_title
source: Darstellung
en: Appearance
ru: Оформление
tr: Görünüm

# settings_contact_button
source: Kontaktiere uns
en: Contact Us
ru: Связаться с нами
tr: Bize Ulaşın

# settings_danger_title
source: Daten
en: Data
ru: Данные
tr: Veriler

# settings_faq_unavailable
source: FAQ ist derzeit nicht verfügbar.
en: FAQ is currently unavailable.
ru: FAQ сейчас недоступен.
tr: SSS şu anda kullanılamıyor.

# settings_federal_state
source: Bundesland
en: Federal State
ru: Земля
tr: Eyalet

# settings_haptics_toggle
source: Haptisches Feedback
en: Haptic Feedback
ru: Тактильная отдача
tr: Dokunsal Geri Bildirim

# settings_info_title
source: Über
en: About
ru: О приложении
tr: Hakkında

# settings_language_change_cancel
source: Abbrechen
en: Cancel
ru: Отмена
tr: İptal

# settings_language_change_confirm
source: Fortfahren
en: Continue
ru: Продолжить
tr: Devam

# settings_language_change_message
source: Die Oberfläche wird aktualisiert. Fortfahren?
en: The interface will update. Continue?
ru: Интерфейс обновится. Продолжить?
tr: Arayüz güncellenecek. Devam edilsin mi?

# settings_language_option_english
source: Englisch
en: English
ru: Английский
tr: İngilizce

# settings_language_option_german
source: Deutsch
en: German
ru: Немецкий
tr: Almanca

# settings_language_option_russian
source: Russisch
en: Russian
ru: Русский
tr: Rusça

# settings_language_option_turkish
source: Türkisch
en: Turkish
ru: Турецкий
tr: Türkçe

# settings_personalisation_title
source: Personalisierung
en: Personalisation
ru: Персонализация
tr: Kişiselleştirme

# settings_pro_accessibility_hint
source: Öffnet deinen aktuellen Tarif und Abo-Optionen
en: Opens your current plan and subscription options
ru: Открывает ваш текущий тариф и варианты подписки
tr: Mevcut planını ve abonelik seçeneklerini açar

# settings_rate_app_button
source: App bewerten
en: Rate the app
ru: Оценить приложение
tr: Uygulamayı değerlendir

# settings_reset_app
source: App zurücksetzen
en: Reset App
ru: Сбросить приложение
tr: Uygulamayı Sıfırla

# settings_share_button
source: Teilen
en: Share
ru: Поделиться
tr: Paylaş

# settings_share_qr_accessibility
source: QR-Code zum Herunterladen der App
en: QR code to download the app
ru: QR-код для загрузки приложения
tr: Uygulamayı indirmek için QR Kodu

# settings_share_scan_subtitle
source: Scanne diesen QR-Code, um die App aus dem App Store herunterzuladen — oder tippe auf Teilen, um ihn an Freunde zu senden.
en: Scan this QR code to download the app from the App Store — or tap the share button to send it to friends.
ru: Отсканируй этот QR-код, чтобы скачать приложение из App Store — или нажми «Поделиться», чтобы отправить его друзьям.
tr: Uygulamayı App Store'dan indirmek için bu QR kodunu tara — veya arkadaşlarına göndermek için Paylaş'a dokun.
